{
	"species": [{
			"name": "Eastern Indigo Snake",
			"info": "The longest snake native to the United States, the eastern indigo grows 9 feet long, sleek as a stair banister, with conspicuous black-blue scales. Its non-venomous, docile even when cornered and, at least as far as its diet goes, fond of its fellow snakes, particularly the venomous kind. A daytime hunter, it was once a common sight throughout Florida, Georgia, southern Alabama and southeastern Mississippi. By 1978, however, its numbers had so declined it was one of the earliest entries on the list of protected wildlife under the Federal Endangered Species Act, victim to human antipathy, cars and the steady degradation of its habitat."
		},
		{
			"name": "Red-cockaded Woodpecker",
			"info": "Once fairly common in the southeastern United States, this bird is now rare, local, and considered an endangered species. It requires precise conditions within mature pine forest, a habitat that is now scarce. Lives in isolated clans, each clan an extended family group, with one pair of adults assisted in their nesting by up to four additional birds. The red cockade for which the bird is named, a small patch of feathers behind the eye of the male, is usually hard to see in the field."
		},
		{
			"name": "Florida Black Bear",
			"info": "Florida black bears are typically large-bodied with shiny black fur, a short tail and many have brown fur on their muzzles. Pelage color is consistently black in Florida, but summer molting of the guard hairs may cause them to look brown. A white chest patch, called a blaze, is found in about 30% of the population. It is Florida's second largest terrestrial, with an average male weight of 300 pounds (140 kg). Females generally weigh about half as much as males. Average adults have a length of between 4 feet (120 cm) and 6 feet (180 cm), standing between 2.5 feet (76 cm) and 3.5 feet (110 cm) high at the shoulder. Their feet have short, curved, non-retractable claws on each of the five digits. Black bears walk with the entire sole of their feet touching the ground. Bears use a pacing stride, where both legs on the same side move together so that the hind foot is placed in or slightly in front of the track of the forefoot; the smaller (inner) toe occasionally does not register in the track."
		},
		{
			"name": "Apalachicola Dusky Salamander",
			"info": "A small ( approximately 4 in.), stocky, generally brownish to gray, semi-aquatic salamander with highly variable pattern. Usually 5 - 7 pairs of light, rounded, dark-edged and often coalescing blotches on the back, although old males are uniformly brown; belly light but with traces of dark pigment. Hind legs larger than front; light diagonal line below each eye. Tail comprising more than half of total length and round in cross-section, though flattens from side to side posteriorly to a filament-like tip. Larvae with tiny silvery gills and bright dorsal blotches."
		},
		{
			"name": "Torreya Tree",
			"info": "The Florida Torreya (Torreya taxifolia) was discovered here in around 1835 by Hardy Bryan Croom, an early botanist. It is estimated there were 600,000 Torreya trees living in the Apalachicola River Valley during the early 1800s. Only around 200 survive today. Modern scientists report that the Torreya once lived across North America and is one of the oldest known tree species on earth. This is interesting in light of local legend that the Florida Torreya was the Biblical 'gopher wood' from which Noah built the ark. Because the Torreya is one of America's most endangered trees, a major effort is underway to save it. The Florida Park Service is working with the Atlanta Botanical Garden in a commendable effort to grow new Torreya trees. Using seed obtained from living trees, the agencies are growing seedlings that are being planted in the ravine habitat at Torreya State Park. Perhaps over time, the Torreya will once again thrive along the Apalachicola."
		},
		{
			"name": "Fat Threeridge Mussel",
			"info": "The fat threeridge is a midsized freshwater mussel that can reach a length of four inches (10.2 centimeters). This species has an outer shell color of dark brown to black with seven to nine horizontal ridges, and an inner shell color range of bluish-white to light purple. The fat threeridge has two equal-sized teeth in the left valve and a larger and smaller tooth in the right valve (Florida Areas Inventory 2001, University of Georgia 2008). The fat threeridge is a filter feeder – filters food out of water. Their diet primarily consists of plankton and detritus (dead organic matter). "
		},
		{
			"name": "Gulf Sturgeon",
			"info": "The Gulf sturgeon is a sub-species of the Atlantic sturgeon. Hatched in the freshwater of rivers, Gulf sturgeon head out to sea as juveniles, and return to the rivers of their birth to spawn when they reach adulthood. The Gulf sturgeon has five rows of bony plates known as scutes that run along its body and a snout with four barbels (slender, whisker-like, soft tissue projections) in front of its mouth. Similar to sharks, Gulf sturgeon have tails where one side, or lobe, is larger than the other. All these features give the fish its unique look. In 1991, Gulf sturgeon were listed as threatened under the Endangered Species Act after their population was greatly reduced or eliminated throughout much of their range because of overfishing, dam construction, and habitat degradation. NOAA Fisheries and the U.S. Fish and Wildlife Service jointly manage and protect Gulf sturgeon."
		},
		{
			"name": "Oysters (Crassostrea virginica)",
			"info": "Like all oysters, Crassostrea virginica is a bivalve mollusc with a hard calcium shell that protects it from predation. This particular type of oyster is important to its ecosystem. Like all oysters, C. virginica is a filter feeder. It sucks in water and filters out the plankton and detritus to swallow, then spits the water back out, thus cleaning the water around it. One oyster can filter more than 50 gallons of water in 24 hours. Eastern oysters also provide a key structural element within their ecosystem, making them a foundation species in many environments, and they serve as ecosystem engineers in western Atlantic estuaries. Like coral reefs, oyster beds provide key habitat for a variety of different species by creating hard substrate for attachment and habitation. Oyster beds have an estimated 50 times the surface area of an equally sized flat bottom. The beds also attract a high concentration of larger predators looking for food."
		}
	]
}